tap "adoptopenjdk/openjdk"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"

brew "ack"
brew "ankitpokhrel/jira-cli/jira-cli"
brew "ant"
brew "apktool"
brew "asciidoctor"
brew "bash"
brew "bat"
brew "bazelisk"
brew "cmake"
brew "colordiff"
brew "coreutils"
brew "csvkit"
brew "ctop"
brew "datamash"
brew "dateutils"
brew "dex2jar"
brew "diff-so-fancy"
brew "direnv"
brew "fd"
brew "fzf"
brew "gh"
brew "git"
brew "git-batch"
brew "git-delta"
brew "git-extras"
brew "git-lfs"
brew "git-open"
brew "git-plus"
brew "git-quick-stats"
brew "git-recent"
brew "git-smartlog"
brew "git-standup"
brew "gitbatch"
brew "gitui"
brew "grep"
brew "htop"
brew "ibazel"
brew "jq"
brew "kscript"
brew "k9s"
brew "kotlin"
brew "ktlint"
brew "lazydocker"
brew "lnav"
brew "maclaunch"
brew "mas"
brew "mmv"
brew "neovim"
brew "noti"
brew "openssh"
brew "prettyping"
brew "ranger"
brew "rename"
brew "rich-cli"
brew "ripgrep"
brew "rsync"
brew "sd"
brew "thefuck"
brew "tmux"
brew "tree"
brew "vim"
brew "yq"
brew "zoxide"
brew "zsh"

cask "aerospace"
cask "android-studio"
cask "cron"
cask "docker"
cask "font-fira-code-nerd-font"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "font-roboto"
cask "font-roboto-mono-nerd-font"
cask "google-chrome"
cask "hammerspoon"
cask "iterm2"
cask "jetbrains-toolbox"
cask "multipass"
cask "obsidian"
cask "postman"
cask "raycast"
cask "rectangle"
cask "slack"
cask "sourcetree"
cask "the-unarchiver"
cask "visual-studio-code"
cask "zoom"

mas "1Password", id: 1333542190
mas "Unsplash Wallpapers", id: 1284863847
mas "Xcode", id: 497799835
mas "Yubico", id: 1497506650